app/views/topics/_topic.html.erb

SELECT "feeds".* FROM "feeds" WHERE "feeds"."topic_id" = ?  [["topic_id", 20]]
SELECT "users".* FROM "users" WHERE "users"."id" = 5 ORDER BY "users"."id" ASC LIMIT 1
---
	  <h4>Comments </h4>
	<% topic.feeds.each do |feed| %>
		<%= topic.user.first_name %> :